[PAD]
[UNK]
[CLS]
[SEP]
[MASK]
AAA
AAC
AAG
AAT
ACA
ACC
ACG
ACT
AGA
AGC
AGG
AGT
ATA
ATC
ATG
ATT
CAA
CAC
CAG
CAT
CCA
CCC
CCG
CCT
CGA
CGC
CGG
CGT
CTA
CTC
CTG
CTT
GAA
GAC
GAG
GAT
GCA
GCC
GCG
GCT
GGA
GGC
GGG
GGT
GTA
GTC
GTG
GTT
TAA
TAC
TAG
TAT
TCA
TCC
TCG
TCT
TGA
TGC
TGG
TGT
TTA
TTC
TTG
TTT
AA
AC
AG
AT
CA
CC
CG
CT
GA
GC
GG
GT
TA
TC
TG
TT
A
C
G
T
AAAA
CAAA
GAAA
TAAA
ACAA
CCAA
GCAA
TCAA
AGAA
CGAA
GGAA
TGAA
ATAA
CTAA
GTAA
TTAA
AACA
CACA
GACA
TACA
ACCA
CCCA
GCCA
TCCA
AGCA
CGCA
GGCA
TGCA
ATCA
CTCA
GTCA
TTCA
AAGA
CAGA
GAGA
TAGA
ACGA
CCGA
GCGA
TCGA
AGGA
CGGA
GGGA
TGGA
ATGA
CTGA
GTGA
TTGA
AATA
CATA
GATA
TATA
ACTA
CCTA
GCTA
TCTA
AGTA
CGTA
GGTA
TGTA
ATTA
CTTA
GTTA
TTTA
AAAC
CAAC
GAAC
TAAC
ACAC
CCAC
GCAC
TCAC
AGAC
CGAC
GGAC
TGAC
ATAC
CTAC
GTAC
TTAC
AACC
CACC
GACC
TACC
ACCC
CCCC
GCCC
TCCC
AGCC
CGCC
GGCC
TGCC
ATCC
CTCC
GTCC
TTCC
AAGC
CAGC
GAGC
TAGC
ACGC
CCGC
GCGC
TCGC
AGGC
CGGC
GGGC
TGGC
ATGC
CTGC
GTGC
TTGC
AATC
CATC
GATC
TATC
ACTC
CCTC
GCTC
TCTC
AGTC
CGTC
GGTC
TGTC
ATTC
CTTC
GTTC
TTTC
AAAG
CAAG
GAAG
TAAG
ACAG
CCAG
GCAG
TCAG
AGAG
CGAG
GGAG
TGAG
ATAG
CTAG
GTAG
TTAG
AACG
CACG
GACG
TACG
ACCG
CCCG
GCCG
TCCG
AGCG
CGCG
GGCG
TGCG
ATCG
CTCG
GTCG
TTCG
AAGG
CAGG
GAGG
TAGG
ACGG
CCGG
GCGG
TCGG
AGGG
CGGG
GGGG
TGGG
ATGG
CTGG
GTGG
TTGG
AATG
CATG
GATG
TATG
ACTG
CCTG
GCTG
TCTG
AGTG
CGTG
GGTG
TGTG
ATTG
CTTG
GTTG
TTTG
AAAT
CAAT
GAAT
TAAT
ACAT
CCAT
GCAT
TCAT
AGAT
CGAT
GGAT
TGAT
ATAT
CTAT
GTAT
TTAT
AACT
CACT
GACT
TACT
ACCT
CCCT
GCCT
TCCT
AGCT
CGCT
GGCT
TGCT
ATCT
CTCT
GTCT
TTCT
AAGT
CAGT
GAGT
TAGT
ACGT
CCGT
GCGT
TCGT
AGGT
CGGT
GGGT
TGGT
ATGT
CTGT
GTGT
TTGT
AATT
CATT
GATT
TATT
ACTT
CCTT
GCTT
TCTT
AGTT
CGTT
GGTT
TGTT
ATTT
CTTT
GTTT
TTTT
AAAAA
CAAAA
GAAAA
TAAAA
ACAAA
CCAAA
GCAAA
TCAAA
AGAAA
CGAAA
GGAAA
TGAAA
ATAAA
CTAAA
GTAAA
TTAAA
AACAA
CACAA
GACAA
TACAA
ACCAA
CCCAA
GCCAA
TCCAA
AGCAA
CGCAA
GGCAA
TGCAA
ATCAA
CTCAA
GTCAA
TTCAA
AAGAA
CAGAA
GAGAA
TAGAA
ACGAA
CCGAA
GCGAA
TCGAA
AGGAA
CGGAA
GGGAA
TGGAA
ATGAA
CTGAA
GTGAA
TTGAA
AATAA
CATAA
GATAA
TATAA
ACTAA
CCTAA
GCTAA
TCTAA
AGTAA
CGTAA
GGTAA
TGTAA
ATTAA
CTTAA
GTTAA
TTTAA
AAACA
CAACA
GAACA
TAACA
ACACA
CCACA
GCACA
TCACA
AGACA
CGACA
GGACA
TGACA
ATACA
CTACA
GTACA
TTACA
AACCA
CACCA
GACCA
TACCA
ACCCA
CCCCA
GCCCA
TCCCA
AGCCA
CGCCA
GGCCA
TGCCA
ATCCA
CTCCA
GTCCA
TTCCA
AAGCA
CAGCA
GAGCA
TAGCA
ACGCA
CCGCA
GCGCA
TCGCA
AGGCA
CGGCA
GGGCA
TGGCA
ATGCA
CTGCA
GTGCA
TTGCA
AATCA
CATCA
GATCA
TATCA
ACTCA
CCTCA
GCTCA
TCTCA
AGTCA
CGTCA
GGTCA
TGTCA
ATTCA
CTTCA
GTTCA
TTTCA
AAAGA
CAAGA
GAAGA
TAAGA
ACAGA
CCAGA
GCAGA
TCAGA
AGAGA
CGAGA
GGAGA
TGAGA
ATAGA
CTAGA
GTAGA
TTAGA
AACGA
CACGA
GACGA
TACGA
ACCGA
CCCGA
GCCGA
TCCGA
AGCGA
CGCGA
GGCGA
TGCGA
ATCGA
CTCGA
GTCGA
TTCGA
AAGGA
CAGGA
GAGGA
TAGGA
ACGGA
CCGGA
GCGGA
TCGGA
AGGGA
CGGGA
GGGGA
TGGGA
ATGGA
CTGGA
GTGGA
TTGGA
AATGA
CATGA
GATGA
TATGA
ACTGA
CCTGA
GCTGA
TCTGA
AGTGA
CGTGA
GGTGA
TGTGA
ATTGA
CTTGA
GTTGA
TTTGA
AAATA
CAATA
GAATA
TAATA
ACATA
CCATA
GCATA
TCATA
AGATA
CGATA
GGATA
TGATA
ATATA
CTATA
GTATA
TTATA
AACTA
CACTA
GACTA
TACTA
ACCTA
CCCTA
GCCTA
TCCTA
AGCTA
CGCTA
GGCTA
TGCTA
ATCTA
CTCTA
GTCTA
TTCTA
AAGTA
CAGTA
GAGTA
TAGTA
ACGTA
CCGTA
GCGTA
TCGTA
AGGTA
CGGTA
GGGTA
TGGTA
ATGTA
CTGTA
GTGTA
TTGTA
AATTA
CATTA
GATTA
TATTA
ACTTA
CCTTA
GCTTA
TCTTA
AGTTA
CGTTA
GGTTA
TGTTA
ATTTA
CTTTA
GTTTA
TTTTA
AAAAC
CAAAC
GAAAC
TAAAC
ACAAC
CCAAC
GCAAC
TCAAC
AGAAC
CGAAC
GGAAC
TGAAC
ATAAC
CTAAC
GTAAC
TTAAC
AACAC
CACAC
GACAC
TACAC
ACCAC
CCCAC
GCCAC
TCCAC
AGCAC
CGCAC
GGCAC
TGCAC
ATCAC
CTCAC
GTCAC
TTCAC
AAGAC
CAGAC
GAGAC
TAGAC
ACGAC
CCGAC
GCGAC
TCGAC
AGGAC
CGGAC
GGGAC
TGGAC
ATGAC
CTGAC
GTGAC
TTGAC
AATAC
CATAC
GATAC
TATAC
ACTAC
CCTAC
GCTAC
TCTAC
AGTAC
CGTAC
GGTAC
TGTAC
ATTAC
CTTAC
GTTAC
TTTAC
AAACC
CAACC
GAACC
TAACC
ACACC
CCACC
GCACC
TCACC
AGACC
CGACC
GGACC
TGACC
ATACC
CTACC
GTACC
TTACC
AACCC
CACCC
GACCC
TACCC
ACCCC
CCCCC
GCCCC
TCCCC
AGCCC
CGCCC
GGCCC
TGCCC
ATCCC
CTCCC
GTCCC
TTCCC
AAGCC
CAGCC
GAGCC
TAGCC
ACGCC
CCGCC
GCGCC
TCGCC
AGGCC
CGGCC
GGGCC
TGGCC
ATGCC
CTGCC
GTGCC
TTGCC
AATCC
CATCC
GATCC
TATCC
ACTCC
CCTCC
GCTCC
TCTCC
AGTCC
CGTCC
GGTCC
TGTCC
ATTCC
CTTCC
GTTCC
TTTCC
AAAGC
CAAGC
GAAGC
TAAGC
ACAGC
CCAGC
GCAGC
TCAGC
AGAGC
CGAGC
GGAGC
TGAGC
ATAGC
CTAGC
GTAGC
TTAGC
AACGC
CACGC
GACGC
TACGC
ACCGC
CCCGC
GCCGC
TCCGC
AGCGC
CGCGC
GGCGC
TGCGC
ATCGC
CTCGC
GTCGC
TTCGC
AAGGC
CAGGC
GAGGC
TAGGC
ACGGC
CCGGC
GCGGC
TCGGC
AGGGC
CGGGC
GGGGC
TGGGC
ATGGC
CTGGC
GTGGC
TTGGC
AATGC
CATGC
GATGC
TATGC
ACTGC
CCTGC
GCTGC
TCTGC
AGTGC
CGTGC
GGTGC
TGTGC
ATTGC
CTTGC
GTTGC
TTTGC
AAATC
CAATC
GAATC
TAATC
ACATC
CCATC
GCATC
TCATC
AGATC
CGATC
GGATC
TGATC
ATATC
CTATC
GTATC
TTATC
AACTC
CACTC
GACTC
TACTC
ACCTC
CCCTC
GCCTC
TCCTC
AGCTC
CGCTC
GGCTC
TGCTC
ATCTC
CTCTC
GTCTC
TTCTC
AAGTC
CAGTC
GAGTC
TAGTC
ACGTC
CCGTC
GCGTC
TCGTC
AGGTC
CGGTC
GGGTC
TGGTC
ATGTC
CTGTC
GTGTC
TTGTC
AATTC
CATTC
GATTC
TATTC
ACTTC
CCTTC
GCTTC
TCTTC
AGTTC
CGTTC
GGTTC
TGTTC
ATTTC
CTTTC
GTTTC
TTTTC
AAAAG
CAAAG
GAAAG
TAAAG
ACAAG
CCAAG
GCAAG
TCAAG
AGAAG
CGAAG
GGAAG
TGAAG
ATAAG
CTAAG
GTAAG
TTAAG
AACAG
CACAG
GACAG
TACAG
ACCAG
CCCAG
GCCAG
TCCAG
AGCAG
CGCAG
GGCAG
TGCAG
ATCAG
CTCAG
GTCAG
TTCAG
AAGAG
CAGAG
GAGAG
TAGAG
ACGAG
CCGAG
GCGAG
TCGAG
AGGAG
CGGAG
GGGAG
TGGAG
ATGAG
CTGAG
GTGAG
TTGAG
AATAG
CATAG
GATAG
TATAG
ACTAG
CCTAG
GCTAG
TCTAG
AGTAG
CGTAG
GGTAG
TGTAG
ATTAG
CTTAG
GTTAG
TTTAG
AAACG
CAACG
GAACG
TAACG
ACACG
CCACG
GCACG
TCACG
AGACG
CGACG
GGACG
TGACG
ATACG
CTACG
GTACG
TTACG
AACCG
CACCG
GACCG
TACCG
ACCCG
CCCCG
GCCCG
TCCCG
AGCCG
CGCCG
GGCCG
TGCCG
ATCCG
CTCCG
GTCCG
TTCCG
AAGCG
CAGCG
GAGCG
TAGCG
ACGCG
CCGCG
GCGCG
TCGCG
AGGCG
CGGCG
GGGCG
TGGCG
ATGCG
CTGCG
GTGCG
TTGCG
AATCG
CATCG
GATCG
TATCG
ACTCG
CCTCG
GCTCG
TCTCG
AGTCG
CGTCG
GGTCG
TGTCG
ATTCG
CTTCG
GTTCG
TTTCG
AAAGG
CAAGG
GAAGG
TAAGG
ACAGG
CCAGG
GCAGG
TCAGG
AGAGG
CGAGG
GGAGG
TGAGG
ATAGG
CTAGG
GTAGG
TTAGG
AACGG
CACGG
GACGG
TACGG
ACCGG
CCCGG
GCCGG
TCCGG
AGCGG
CGCGG
GGCGG
TGCGG
ATCGG
CTCGG
GTCGG
TTCGG
AAGGG
CAGGG
GAGGG
TAGGG
ACGGG
CCGGG
GCGGG
TCGGG
AGGGG
CGGGG
GGGGG
TGGGG
ATGGG
CTGGG
GTGGG
TTGGG
AATGG
CATGG
GATGG
TATGG
ACTGG
CCTGG
GCTGG
TCTGG
AGTGG
CGTGG
GGTGG
TGTGG
ATTGG
CTTGG
GTTGG
TTTGG
AAATG
CAATG
GAATG
TAATG
ACATG
CCATG
GCATG
TCATG
AGATG
CGATG
GGATG
TGATG
ATATG
CTATG
GTATG
TTATG
AACTG
CACTG
GACTG
TACTG
ACCTG
CCCTG
GCCTG
TCCTG
AGCTG
CGCTG
GGCTG
TGCTG
ATCTG
CTCTG
GTCTG
TTCTG
AAGTG
CAGTG
GAGTG
TAGTG
ACGTG
CCGTG
GCGTG
TCGTG
AGGTG
CGGTG
GGGTG
TGGTG
ATGTG
CTGTG
GTGTG
TTGTG
AATTG
CATTG
GATTG
TATTG
ACTTG
CCTTG
GCTTG
TCTTG
AGTTG
CGTTG
GGTTG
TGTTG
ATTTG
CTTTG
GTTTG
TTTTG
AAAAT
CAAAT
GAAAT
TAAAT
ACAAT
CCAAT
GCAAT
TCAAT
AGAAT
CGAAT
GGAAT
TGAAT
ATAAT
CTAAT
GTAAT
TTAAT
AACAT
CACAT
GACAT
TACAT
ACCAT
CCCAT
GCCAT
TCCAT
AGCAT
CGCAT
GGCAT
TGCAT
ATCAT
CTCAT
GTCAT
TTCAT
AAGAT
CAGAT
GAGAT
TAGAT
ACGAT
CCGAT
GCGAT
TCGAT
AGGAT
CGGAT
GGGAT
TGGAT
ATGAT
CTGAT
GTGAT
TTGAT
AATAT
CATAT
GATAT
TATAT
ACTAT
CCTAT
GCTAT
TCTAT
AGTAT
CGTAT
GGTAT
TGTAT
ATTAT
CTTAT
GTTAT
TTTAT
AAACT
CAACT
GAACT
TAACT
ACACT
CCACT
GCACT
TCACT
AGACT
CGACT
GGACT
TGACT
ATACT
CTACT
GTACT
TTACT
AACCT
CACCT
GACCT
TACCT
ACCCT
CCCCT
GCCCT
TCCCT
AGCCT
CGCCT
GGCCT
TGCCT
ATCCT
CTCCT
GTCCT
TTCCT
AAGCT
CAGCT
GAGCT
TAGCT
ACGCT
CCGCT
GCGCT
TCGCT
AGGCT
CGGCT
GGGCT
TGGCT
ATGCT
CTGCT
GTGCT
TTGCT
AATCT
CATCT
GATCT
TATCT
ACTCT
CCTCT
GCTCT
TCTCT
AGTCT
CGTCT
GGTCT
TGTCT
ATTCT
CTTCT
GTTCT
TTTCT
AAAGT
CAAGT
GAAGT
TAAGT
ACAGT
CCAGT
GCAGT
TCAGT
AGAGT
CGAGT
GGAGT
TGAGT
ATAGT
CTAGT
GTAGT
TTAGT
AACGT
CACGT
GACGT
TACGT
ACCGT
CCCGT
GCCGT
TCCGT
AGCGT
CGCGT
GGCGT
TGCGT
ATCGT
CTCGT
GTCGT
TTCGT
AAGGT
CAGGT
GAGGT
TAGGT
ACGGT
CCGGT
GCGGT
TCGGT
AGGGT
CGGGT
GGGGT
TGGGT
ATGGT
CTGGT
GTGGT
TTGGT
AATGT
CATGT
GATGT
TATGT
ACTGT
CCTGT
GCTGT
TCTGT
AGTGT
CGTGT
GGTGT
TGTGT
ATTGT
CTTGT
GTTGT
TTTGT
AAATT
CAATT
GAATT
TAATT
ACATT
CCATT
GCATT
TCATT
AGATT
CGATT
GGATT
TGATT
ATATT
CTATT
GTATT
TTATT
AACTT
CACTT
GACTT
TACTT
ACCTT
CCCTT
GCCTT
TCCTT
AGCTT
CGCTT
GGCTT
TGCTT
ATCTT
CTCTT
GTCTT
TTCTT
AAGTT
CAGTT
GAGTT
TAGTT
ACGTT
CCGTT
GCGTT
TCGTT
AGGTT
CGGTT
GGGTT
TGGTT
ATGTT
CTGTT
GTGTT
TTGTT
AATTT
CATTT
GATTT
TATTT
ACTTT
CCTTT
GCTTT
TCTTT
AGTTT
CGTTT
GGTTT
TGTTT
ATTTT
CTTTT
GTTTT
TTTTT
AAAAAA
CAAAAA
GAAAAA
TAAAAA
ACAAAA
CCAAAA
GCAAAA
TCAAAA
AGAAAA
CGAAAA
GGAAAA
TGAAAA
ATAAAA
CTAAAA
GTAAAA
TTAAAA
AACAAA
CACAAA
GACAAA
TACAAA
ACCAAA
CCCAAA
GCCAAA
TCCAAA
AGCAAA
CGCAAA
GGCAAA
TGCAAA
ATCAAA
CTCAAA
GTCAAA
TTCAAA
AAGAAA
CAGAAA
GAGAAA
TAGAAA
ACGAAA
CCGAAA
GCGAAA
TCGAAA
AGGAAA
CGGAAA
GGGAAA
TGGAAA
ATGAAA
CTGAAA
GTGAAA
TTGAAA
AATAAA
CATAAA
GATAAA
TATAAA
ACTAAA
CCTAAA
GCTAAA
TCTAAA
AGTAAA
CGTAAA
GGTAAA
TGTAAA
ATTAAA
CTTAAA
GTTAAA
TTTAAA
AAACAA
CAACAA
GAACAA
TAACAA
ACACAA
CCACAA
GCACAA
TCACAA
AGACAA
CGACAA
GGACAA
TGACAA
ATACAA
CTACAA
GTACAA
TTACAA
AACCAA
CACCAA
GACCAA
TACCAA
ACCCAA
CCCCAA
GCCCAA
TCCCAA
AGCCAA
CGCCAA
GGCCAA
TGCCAA
ATCCAA
CTCCAA
GTCCAA
TTCCAA
AAGCAA
CAGCAA
GAGCAA
TAGCAA
ACGCAA
CCGCAA
GCGCAA
TCGCAA
AGGCAA
CGGCAA
GGGCAA
TGGCAA
ATGCAA
CTGCAA
GTGCAA
TTGCAA
AATCAA
CATCAA
GATCAA
TATCAA
ACTCAA
CCTCAA
GCTCAA
TCTCAA
AGTCAA
CGTCAA
GGTCAA
TGTCAA
ATTCAA
CTTCAA
GTTCAA
TTTCAA
AAAGAA
CAAGAA
GAAGAA
TAAGAA
ACAGAA
CCAGAA
GCAGAA
TCAGAA
AGAGAA
CGAGAA
GGAGAA
TGAGAA
ATAGAA
CTAGAA
GTAGAA
TTAGAA
AACGAA
CACGAA
GACGAA
TACGAA
ACCGAA
CCCGAA
GCCGAA
TCCGAA
AGCGAA
CGCGAA
GGCGAA
TGCGAA
ATCGAA
CTCGAA
GTCGAA
TTCGAA
AAGGAA
CAGGAA
GAGGAA
TAGGAA
ACGGAA
CCGGAA
GCGGAA
TCGGAA
AGGGAA
CGGGAA
GGGGAA
TGGGAA
ATGGAA
CTGGAA
GTGGAA
TTGGAA
AATGAA
CATGAA
GATGAA
TATGAA
ACTGAA
CCTGAA
GCTGAA
TCTGAA
AGTGAA
CGTGAA
GGTGAA
TGTGAA
ATTGAA
CTTGAA
GTTGAA
TTTGAA
AAATAA
CAATAA
GAATAA
TAATAA
ACATAA
CCATAA
GCATAA
TCATAA
AGATAA
CGATAA
GGATAA
TGATAA
ATATAA
CTATAA
GTATAA
TTATAA
AACTAA
CACTAA
GACTAA
TACTAA
ACCTAA
CCCTAA
GCCTAA
TCCTAA
AGCTAA
CGCTAA
GGCTAA
TGCTAA
ATCTAA
CTCTAA
GTCTAA
TTCTAA
AAGTAA
CAGTAA
GAGTAA
TAGTAA
ACGTAA
CCGTAA
GCGTAA
TCGTAA
AGGTAA
CGGTAA
GGGTAA
TGGTAA
ATGTAA
CTGTAA
GTGTAA
TTGTAA
AATTAA
CATTAA
GATTAA
TATTAA
ACTTAA
CCTTAA
GCTTAA
TCTTAA
AGTTAA
CGTTAA
GGTTAA
TGTTAA
ATTTAA
CTTTAA
GTTTAA
TTTTAA
AAAACA
CAAACA
GAAACA
TAAACA
ACAACA
CCAACA
GCAACA
TCAACA
AGAACA
CGAACA
GGAACA
TGAACA
ATAACA
CTAACA
GTAACA
TTAACA
AACACA
CACACA
GACACA
TACACA
ACCACA
CCCACA
GCCACA
TCCACA
AGCACA
CGCACA
GGCACA
TGCACA
ATCACA
CTCACA
GTCACA
TTCACA
AAGACA
CAGACA
GAGACA
TAGACA
ACGACA
CCGACA
GCGACA
TCGACA
AGGACA
CGGACA
GGGACA
TGGACA
ATGACA
CTGACA
GTGACA
TTGACA
AATACA
CATACA
GATACA
TATACA
ACTACA
CCTACA
GCTACA
TCTACA
AGTACA
CGTACA
GGTACA
TGTACA
ATTACA
CTTACA
GTTACA
TTTACA
AAACCA
CAACCA
GAACCA
TAACCA
ACACCA
CCACCA
GCACCA
TCACCA
AGACCA
CGACCA
GGACCA
TGACCA
ATACCA
CTACCA
GTACCA
TTACCA
AACCCA
CACCCA
GACCCA
TACCCA
ACCCCA
CCCCCA
GCCCCA
TCCCCA
AGCCCA
CGCCCA
GGCCCA
TGCCCA
ATCCCA
CTCCCA
GTCCCA
TTCCCA
AAGCCA
CAGCCA
GAGCCA
TAGCCA
ACGCCA
CCGCCA
GCGCCA
TCGCCA
AGGCCA
CGGCCA
GGGCCA
TGGCCA
ATGCCA
CTGCCA
GTGCCA
TTGCCA
AATCCA
CATCCA
GATCCA
TATCCA
ACTCCA
CCTCCA
GCTCCA
TCTCCA
AGTCCA
CGTCCA
GGTCCA
TGTCCA
ATTCCA
CTTCCA
GTTCCA
TTTCCA
AAAGCA
CAAGCA
GAAGCA
TAAGCA
ACAGCA
CCAGCA
GCAGCA
TCAGCA
AGAGCA
CGAGCA
GGAGCA
TGAGCA
ATAGCA
CTAGCA
GTAGCA
TTAGCA
AACGCA
CACGCA
GACGCA
TACGCA
ACCGCA
CCCGCA
GCCGCA
TCCGCA
AGCGCA
CGCGCA
GGCGCA
TGCGCA
ATCGCA
CTCGCA
GTCGCA
TTCGCA
AAGGCA
CAGGCA
GAGGCA
TAGGCA
ACGGCA
CCGGCA
GCGGCA
TCGGCA
AGGGCA
CGGGCA
GGGGCA
TGGGCA
ATGGCA
CTGGCA
GTGGCA
TTGGCA
AATGCA
CATGCA
GATGCA
TATGCA
ACTGCA
CCTGCA
GCTGCA
TCTGCA
AGTGCA
CGTGCA
GGTGCA
TGTGCA
ATTGCA
CTTGCA
GTTGCA
TTTGCA
AAATCA
CAATCA
GAATCA
TAATCA
ACATCA
CCATCA
GCATCA
TCATCA
AGATCA
CGATCA
GGATCA
TGATCA
ATATCA
CTATCA
GTATCA
TTATCA
AACTCA
CACTCA
GACTCA
TACTCA
ACCTCA
CCCTCA
GCCTCA
TCCTCA
AGCTCA
CGCTCA
GGCTCA
TGCTCA
ATCTCA
CTCTCA
GTCTCA
TTCTCA
AAGTCA
CAGTCA
GAGTCA
TAGTCA
ACGTCA
CCGTCA
GCGTCA
TCGTCA
AGGTCA
CGGTCA
GGGTCA
TGGTCA
ATGTCA
CTGTCA
GTGTCA
TTGTCA
AATTCA
CATTCA
GATTCA
TATTCA
ACTTCA
CCTTCA
GCTTCA
TCTTCA
AGTTCA
CGTTCA
GGTTCA
TGTTCA
ATTTCA
CTTTCA
GTTTCA
TTTTCA
AAAAGA
CAAAGA
GAAAGA
TAAAGA
ACAAGA
CCAAGA
GCAAGA
TCAAGA
AGAAGA
CGAAGA
GGAAGA
TGAAGA
ATAAGA
CTAAGA
GTAAGA
TTAAGA
AACAGA
CACAGA
GACAGA
TACAGA
ACCAGA
CCCAGA
GCCAGA
TCCAGA
AGCAGA
CGCAGA
GGCAGA
TGCAGA
ATCAGA
CTCAGA
GTCAGA
TTCAGA
AAGAGA
CAGAGA
GAGAGA
TAGAGA
ACGAGA
CCGAGA
GCGAGA
TCGAGA
AGGAGA
CGGAGA
GGGAGA
TGGAGA
ATGAGA
CTGAGA
GTGAGA
TTGAGA
AATAGA
CATAGA
GATAGA
TATAGA
ACTAGA
CCTAGA
GCTAGA
TCTAGA
AGTAGA
CGTAGA
GGTAGA
TGTAGA
ATTAGA
CTTAGA
GTTAGA
TTTAGA
AAACGA
CAACGA
GAACGA
TAACGA
ACACGA
CCACGA
GCACGA
TCACGA
AGACGA
CGACGA
GGACGA
TGACGA
ATACGA
CTACGA
GTACGA
TTACGA
AACCGA
CACCGA
GACCGA
TACCGA
ACCCGA
CCCCGA
GCCCGA
TCCCGA
AGCCGA
CGCCGA
GGCCGA
TGCCGA
ATCCGA
CTCCGA
GTCCGA
TTCCGA
AAGCGA
CAGCGA
GAGCGA
TAGCGA
ACGCGA
CCGCGA
GCGCGA
TCGCGA
AGGCGA
CGGCGA
GGGCGA
TGGCGA
ATGCGA
CTGCGA
GTGCGA
TTGCGA
AATCGA
CATCGA
GATCGA
TATCGA
ACTCGA
CCTCGA
GCTCGA
TCTCGA
AGTCGA
CGTCGA
GGTCGA
TGTCGA
ATTCGA
CTTCGA
GTTCGA
TTTCGA
AAAGGA
CAAGGA
GAAGGA
TAAGGA
ACAGGA
CCAGGA
GCAGGA
TCAGGA
AGAGGA
CGAGGA
GGAGGA
TGAGGA
ATAGGA
CTAGGA
GTAGGA
TTAGGA
AACGGA
CACGGA
GACGGA
TACGGA
ACCGGA
CCCGGA
GCCGGA
TCCGGA
AGCGGA
CGCGGA
GGCGGA
TGCGGA
ATCGGA
CTCGGA
GTCGGA
TTCGGA
AAGGGA
CAGGGA
GAGGGA
TAGGGA
ACGGGA
CCGGGA
GCGGGA
TCGGGA
AGGGGA
CGGGGA
GGGGGA
TGGGGA
ATGGGA
CTGGGA
GTGGGA
TTGGGA
AATGGA
CATGGA
GATGGA
TATGGA
ACTGGA
CCTGGA
GCTGGA
TCTGGA
AGTGGA
CGTGGA
GGTGGA
TGTGGA
ATTGGA
CTTGGA
GTTGGA
TTTGGA
AAATGA
CAATGA
GAATGA
TAATGA
ACATGA
CCATGA
GCATGA
TCATGA
AGATGA
CGATGA
GGATGA
TGATGA
ATATGA
CTATGA
GTATGA
TTATGA
AACTGA
CACTGA
GACTGA
TACTGA
ACCTGA
CCCTGA
GCCTGA
TCCTGA
AGCTGA
CGCTGA
GGCTGA
TGCTGA
ATCTGA
CTCTGA
GTCTGA
TTCTGA
AAGTGA
CAGTGA
GAGTGA
TAGTGA
ACGTGA
CCGTGA
GCGTGA
TCGTGA
AGGTGA
CGGTGA
GGGTGA
TGGTGA
ATGTGA
CTGTGA
GTGTGA
TTGTGA
AATTGA
CATTGA
GATTGA
TATTGA
ACTTGA
CCTTGA
GCTTGA
TCTTGA
AGTTGA
CGTTGA
GGTTGA
TGTTGA
ATTTGA
CTTTGA
GTTTGA
TTTTGA
AAAATA
CAAATA
GAAATA
TAAATA
ACAATA
CCAATA
GCAATA
TCAATA
AGAATA
CGAATA
GGAATA
TGAATA
ATAATA
CTAATA
GTAATA
TTAATA
AACATA
CACATA
GACATA
TACATA
ACCATA
CCCATA
GCCATA
TCCATA
AGCATA
CGCATA
GGCATA
TGCATA
ATCATA
CTCATA
GTCATA
TTCATA
AAGATA
CAGATA
GAGATA
TAGATA
ACGATA
CCGATA
GCGATA
TCGATA
AGGATA
CGGATA
GGGATA
TGGATA
ATGATA
CTGATA
GTGATA
TTGATA
AATATA
CATATA
GATATA
TATATA
ACTATA
CCTATA
GCTATA
TCTATA
AGTATA
CGTATA
GGTATA
TGTATA
ATTATA
CTTATA
GTTATA
TTTATA
AAACTA
CAACTA
GAACTA
TAACTA
ACACTA
CCACTA
GCACTA
TCACTA
AGACTA
CGACTA
GGACTA
TGACTA
ATACTA
CTACTA
GTACTA
TTACTA
AACCTA
CACCTA
GACCTA
TACCTA
ACCCTA
CCCCTA
GCCCTA
TCCCTA
AGCCTA
CGCCTA
GGCCTA
TGCCTA
ATCCTA
CTCCTA
GTCCTA
TTCCTA
AAGCTA
CAGCTA
GAGCTA
TAGCTA
ACGCTA
CCGCTA
GCGCTA
TCGCTA
AGGCTA
CGGCTA
GGGCTA
TGGCTA
ATGCTA
CTGCTA
GTGCTA
TTGCTA
AATCTA
CATCTA
GATCTA
TATCTA
ACTCTA
CCTCTA
GCTCTA
TCTCTA
AGTCTA
CGTCTA
GGTCTA
TGTCTA
ATTCTA
CTTCTA
GTTCTA
TTTCTA
AAAGTA
CAAGTA
GAAGTA
TAAGTA
ACAGTA
CCAGTA
GCAGTA
TCAGTA
AGAGTA
CGAGTA
GGAGTA
TGAGTA
ATAGTA
CTAGTA
GTAGTA
TTAGTA
AACGTA
CACGTA
GACGTA
TACGTA
ACCGTA
CCCGTA
GCCGTA
TCCGTA
AGCGTA
CGCGTA
GGCGTA
TGCGTA
ATCGTA
CTCGTA
GTCGTA
TTCGTA
AAGGTA
CAGGTA
GAGGTA
TAGGTA
ACGGTA
CCGGTA
GCGGTA
TCGGTA
AGGGTA
CGGGTA
GGGGTA
TGGGTA
ATGGTA
CTGGTA
GTGGTA
TTGGTA
AATGTA
CATGTA
GATGTA
TATGTA
ACTGTA
CCTGTA
GCTGTA
TCTGTA
AGTGTA
CGTGTA
GGTGTA
TGTGTA
ATTGTA
CTTGTA
GTTGTA
TTTGTA
AAATTA
CAATTA
GAATTA
TAATTA
ACATTA
CCATTA
GCATTA
TCATTA
AGATTA
CGATTA
GGATTA
TGATTA
ATATTA
CTATTA
GTATTA
TTATTA
AACTTA
CACTTA
GACTTA
TACTTA
ACCTTA
CCCTTA
GCCTTA
TCCTTA
AGCTTA
CGCTTA
GGCTTA
TGCTTA
ATCTTA
CTCTTA
GTCTTA
TTCTTA
AAGTTA
CAGTTA
GAGTTA
TAGTTA
ACGTTA
CCGTTA
GCGTTA
TCGTTA
AGGTTA
CGGTTA
GGGTTA
TGGTTA
ATGTTA
CTGTTA
GTGTTA
TTGTTA
AATTTA
CATTTA
GATTTA
TATTTA
ACTTTA
CCTTTA
GCTTTA
TCTTTA
AGTTTA
CGTTTA
GGTTTA
TGTTTA
ATTTTA
CTTTTA
GTTTTA
TTTTTA
AAAAAC
CAAAAC
GAAAAC
TAAAAC
ACAAAC
CCAAAC
GCAAAC
TCAAAC
AGAAAC
CGAAAC
GGAAAC
TGAAAC
ATAAAC
CTAAAC
GTAAAC
TTAAAC
AACAAC
CACAAC
GACAAC
TACAAC
ACCAAC
CCCAAC
GCCAAC
TCCAAC
AGCAAC
CGCAAC
GGCAAC
TGCAAC
ATCAAC
CTCAAC
GTCAAC
TTCAAC
AAGAAC
CAGAAC
GAGAAC
TAGAAC
ACGAAC
CCGAAC
GCGAAC
TCGAAC
AGGAAC
CGGAAC
GGGAAC
TGGAAC
ATGAAC
CTGAAC
GTGAAC
TTGAAC
AATAAC
CATAAC
GATAAC
TATAAC
ACTAAC
CCTAAC
GCTAAC
TCTAAC
AGTAAC
CGTAAC
GGTAAC
TGTAAC
ATTAAC
CTTAAC
GTTAAC
TTTAAC
AAACAC
CAACAC
GAACAC
TAACAC
ACACAC
CCACAC
GCACAC
TCACAC
AGACAC
CGACAC
GGACAC
TGACAC
ATACAC
CTACAC
GTACAC
TTACAC
AACCAC
CACCAC
GACCAC
TACCAC
ACCCAC
CCCCAC
GCCCAC
TCCCAC
AGCCAC
CGCCAC
GGCCAC
TGCCAC
ATCCAC
CTCCAC
GTCCAC
TTCCAC
AAGCAC
CAGCAC
GAGCAC
TAGCAC
ACGCAC
CCGCAC
GCGCAC
TCGCAC
AGGCAC
CGGCAC
GGGCAC
TGGCAC
ATGCAC
CTGCAC
GTGCAC
TTGCAC
AATCAC
CATCAC
GATCAC
TATCAC
ACTCAC
CCTCAC
GCTCAC
TCTCAC
AGTCAC
CGTCAC
GGTCAC
TGTCAC
ATTCAC
CTTCAC
GTTCAC
TTTCAC
AAAGAC
CAAGAC
GAAGAC
TAAGAC
ACAGAC
CCAGAC
GCAGAC
TCAGAC
AGAGAC
CGAGAC
GGAGAC
TGAGAC
ATAGAC
CTAGAC
GTAGAC
TTAGAC
AACGAC
CACGAC
GACGAC
TACGAC
ACCGAC
CCCGAC
GCCGAC
TCCGAC
AGCGAC
CGCGAC
GGCGAC
TGCGAC
ATCGAC
CTCGAC
GTCGAC
TTCGAC
AAGGAC
CAGGAC
GAGGAC
TAGGAC
ACGGAC
CCGGAC
GCGGAC
TCGGAC
AGGGAC
CGGGAC
GGGGAC
TGGGAC
ATGGAC
CTGGAC
GTGGAC
TTGGAC
AATGAC
CATGAC
GATGAC
TATGAC
ACTGAC
CCTGAC
GCTGAC
TCTGAC
AGTGAC
CGTGAC
GGTGAC
TGTGAC
ATTGAC
CTTGAC
GTTGAC
TTTGAC
AAATAC
CAATAC
GAATAC
TAATAC
ACATAC
CCATAC
GCATAC
TCATAC
AGATAC
CGATAC
GGATAC
TGATAC
ATATAC
CTATAC
GTATAC
TTATAC
AACTAC
CACTAC
GACTAC
TACTAC
ACCTAC
CCCTAC
GCCTAC
TCCTAC
AGCTAC
CGCTAC
GGCTAC
TGCTAC
ATCTAC
CTCTAC
GTCTAC
TTCTAC
AAGTAC
CAGTAC
GAGTAC
TAGTAC
ACGTAC
CCGTAC
GCGTAC
TCGTAC
AGGTAC
CGGTAC
GGGTAC
TGGTAC
ATGTAC
CTGTAC
GTGTAC
TTGTAC
AATTAC
CATTAC
GATTAC
TATTAC
ACTTAC
CCTTAC
GCTTAC
TCTTAC
AGTTAC
CGTTAC
GGTTAC
TGTTAC
ATTTAC
CTTTAC
GTTTAC
TTTTAC
AAAACC
CAAACC
GAAACC
TAAACC
ACAACC
CCAACC
GCAACC
TCAACC
AGAACC
CGAACC
GGAACC
TGAACC
ATAACC
CTAACC
GTAACC
TTAACC
AACACC
CACACC
GACACC
TACACC
ACCACC
CCCACC
GCCACC
TCCACC
AGCACC
CGCACC
GGCACC
TGCACC
ATCACC
CTCACC
GTCACC
TTCACC
AAGACC
CAGACC
GAGACC
TAGACC
ACGACC
CCGACC
GCGACC
TCGACC
AGGACC
CGGACC
GGGACC
TGGACC
ATGACC
CTGACC
GTGACC
TTGACC
AATACC
CATACC
GATACC
TATACC
ACTACC
CCTACC
GCTACC
TCTACC
AGTACC
CGTACC
GGTACC
TGTACC
ATTACC
CTTACC
GTTACC
TTTACC
AAACCC
CAACCC
GAACCC
TAACCC
ACACCC
CCACCC
GCACCC
TCACCC
AGACCC
CGACCC
GGACCC
TGACCC
ATACCC
CTACCC
GTACCC
TTACCC
AACCCC
CACCCC
GACCCC
TACCCC
ACCCCC
CCCCCC
GCCCCC
TCCCCC
AGCCCC
CGCCCC
GGCCCC
TGCCCC
ATCCCC
CTCCCC
GTCCCC
TTCCCC
AAGCCC
CAGCCC
GAGCCC
TAGCCC
ACGCCC
CCGCCC
GCGCCC
TCGCCC
AGGCCC
CGGCCC
GGGCCC
TGGCCC
ATGCCC
CTGCCC
GTGCCC
TTGCCC
AATCCC
CATCCC
GATCCC
TATCCC
ACTCCC
CCTCCC
GCTCCC
TCTCCC
AGTCCC
CGTCCC
GGTCCC
TGTCCC
ATTCCC
CTTCCC
GTTCCC
TTTCCC
AAAGCC
CAAGCC
GAAGCC
TAAGCC
ACAGCC
CCAGCC
GCAGCC
TCAGCC
AGAGCC
CGAGCC
GGAGCC
TGAGCC
ATAGCC
CTAGCC
GTAGCC
TTAGCC
AACGCC
CACGCC
GACGCC
TACGCC
ACCGCC
CCCGCC
GCCGCC
TCCGCC
AGCGCC
CGCGCC
GGCGCC
TGCGCC
ATCGCC
CTCGCC
GTCGCC
TTCGCC
AAGGCC
CAGGCC
GAGGCC
TAGGCC
ACGGCC
CCGGCC
GCGGCC
TCGGCC
AGGGCC
CGGGCC
GGGGCC
TGGGCC
ATGGCC
CTGGCC
GTGGCC
TTGGCC
AATGCC
CATGCC
GATGCC
TATGCC
ACTGCC
CCTGCC
GCTGCC
TCTGCC
AGTGCC
CGTGCC
GGTGCC
TGTGCC
ATTGCC
CTTGCC
GTTGCC
TTTGCC
AAATCC
CAATCC
GAATCC
TAATCC
ACATCC
CCATCC
GCATCC
TCATCC
AGATCC
CGATCC
GGATCC
TGATCC
ATATCC
CTATCC
GTATCC
TTATCC
AACTCC
CACTCC
GACTCC
TACTCC
ACCTCC
CCCTCC
GCCTCC
TCCTCC
AGCTCC
CGCTCC
GGCTCC
TGCTCC
ATCTCC
CTCTCC
GTCTCC
TTCTCC
AAGTCC
CAGTCC
GAGTCC
TAGTCC
ACGTCC
CCGTCC
GCGTCC
TCGTCC
AGGTCC
CGGTCC
GGGTCC
TGGTCC
ATGTCC
CTGTCC
GTGTCC
TTGTCC
AATTCC
CATTCC
GATTCC
TATTCC
ACTTCC
CCTTCC
GCTTCC
TCTTCC
AGTTCC
CGTTCC
GGTTCC
TGTTCC
ATTTCC
CTTTCC
GTTTCC
TTTTCC
AAAAGC
CAAAGC
GAAAGC
TAAAGC
ACAAGC
CCAAGC
GCAAGC
TCAAGC
AGAAGC
CGAAGC
GGAAGC
TGAAGC
ATAAGC
CTAAGC
GTAAGC
TTAAGC
AACAGC
CACAGC
GACAGC
TACAGC
ACCAGC
CCCAGC
GCCAGC
TCCAGC
AGCAGC
CGCAGC
GGCAGC
TGCAGC
ATCAGC
CTCAGC
GTCAGC
TTCAGC
AAGAGC
CAGAGC
GAGAGC
TAGAGC
ACGAGC
CCGAGC
GCGAGC
TCGAGC
AGGAGC
CGGAGC
GGGAGC
TGGAGC
ATGAGC
CTGAGC
GTGAGC
TTGAGC
AATAGC
CATAGC
GATAGC
TATAGC
ACTAGC
CCTAGC
GCTAGC
TCTAGC
AGTAGC
CGTAGC
GGTAGC
TGTAGC
ATTAGC
CTTAGC
GTTAGC
TTTAGC
AAACGC
CAACGC
GAACGC
TAACGC
ACACGC
CCACGC
GCACGC
TCACGC
AGACGC
CGACGC
GGACGC
TGACGC
ATACGC
CTACGC
GTACGC
TTACGC
AACCGC
CACCGC
GACCGC
TACCGC
ACCCGC
CCCCGC
GCCCGC
TCCCGC
AGCCGC
CGCCGC
GGCCGC
TGCCGC
ATCCGC
CTCCGC
GTCCGC
TTCCGC
AAGCGC
CAGCGC
GAGCGC
TAGCGC
ACGCGC
CCGCGC
GCGCGC
TCGCGC
AGGCGC
CGGCGC
GGGCGC
TGGCGC
ATGCGC
CTGCGC
GTGCGC
TTGCGC
AATCGC
CATCGC
GATCGC
TATCGC
ACTCGC
CCTCGC
GCTCGC
TCTCGC
AGTCGC
CGTCGC
GGTCGC
TGTCGC
ATTCGC
CTTCGC
GTTCGC
TTTCGC
AAAGGC
CAAGGC
GAAGGC
TAAGGC
ACAGGC
CCAGGC
GCAGGC
TCAGGC
AGAGGC
CGAGGC
GGAGGC
TGAGGC
ATAGGC
CTAGGC
GTAGGC
TTAGGC
AACGGC
CACGGC
GACGGC
TACGGC
ACCGGC
CCCGGC
GCCGGC
TCCGGC
AGCGGC
CGCGGC
GGCGGC
TGCGGC
ATCGGC
CTCGGC
GTCGGC
TTCGGC
AAGGGC
CAGGGC
GAGGGC
TAGGGC
ACGGGC
CCGGGC
GCGGGC
TCGGGC
AGGGGC
CGGGGC
GGGGGC
TGGGGC
ATGGGC
CTGGGC
GTGGGC
TTGGGC
AATGGC
CATGGC
GATGGC
TATGGC
ACTGGC
CCTGGC
GCTGGC
TCTGGC
AGTGGC
CGTGGC
GGTGGC
TGTGGC
ATTGGC
CTTGGC
GTTGGC
TTTGGC
AAATGC
CAATGC
GAATGC
TAATGC
ACATGC
CCATGC
GCATGC
TCATGC
AGATGC
CGATGC
GGATGC
TGATGC
ATATGC
CTATGC
GTATGC
TTATGC
AACTGC
CACTGC
GACTGC
TACTGC
ACCTGC
CCCTGC
GCCTGC
TCCTGC
AGCTGC
CGCTGC
GGCTGC
TGCTGC
ATCTGC
CTCTGC
GTCTGC
TTCTGC
AAGTGC
CAGTGC
GAGTGC
TAGTGC
ACGTGC
CCGTGC
GCGTGC
TCGTGC
AGGTGC
CGGTGC
GGGTGC
TGGTGC
ATGTGC
CTGTGC
GTGTGC
TTGTGC
AATTGC
CATTGC
GATTGC
TATTGC
ACTTGC
CCTTGC
GCTTGC
TCTTGC
AGTTGC
CGTTGC
GGTTGC
TGTTGC
ATTTGC
CTTTGC
GTTTGC
TTTTGC
AAAATC
CAAATC
GAAATC
TAAATC
ACAATC
CCAATC
GCAATC
TCAATC
AGAATC
CGAATC
GGAATC
TGAATC
ATAATC
CTAATC
GTAATC
TTAATC
AACATC
CACATC
GACATC
TACATC
ACCATC
CCCATC
GCCATC
TCCATC
AGCATC
CGCATC
GGCATC
TGCATC
ATCATC
CTCATC
GTCATC
TTCATC
AAGATC
CAGATC
GAGATC
TAGATC
ACGATC
CCGATC
GCGATC
TCGATC
AGGATC
CGGATC
GGGATC
TGGATC
ATGATC
CTGATC
GTGATC
TTGATC
AATATC
CATATC
GATATC
TATATC
ACTATC
CCTATC
GCTATC
TCTATC
AGTATC
CGTATC
GGTATC
TGTATC
ATTATC
CTTATC
GTTATC
TTTATC
AAACTC
CAACTC
GAACTC
TAACTC
ACACTC
CCACTC
GCACTC
TCACTC
AGACTC
CGACTC
GGACTC
TGACTC
ATACTC
CTACTC
GTACTC
TTACTC
AACCTC
CACCTC
GACCTC
TACCTC
ACCCTC
CCCCTC
GCCCTC
TCCCTC
AGCCTC
CGCCTC
GGCCTC
TGCCTC
ATCCTC
CTCCTC
GTCCTC
TTCCTC
AAGCTC
CAGCTC
GAGCTC
TAGCTC
ACGCTC
CCGCTC
GCGCTC
TCGCTC
AGGCTC
CGGCTC
GGGCTC
TGGCTC
ATGCTC
CTGCTC
GTGCTC
TTGCTC
AATCTC
CATCTC
GATCTC
TATCTC
ACTCTC
CCTCTC
GCTCTC
TCTCTC
AGTCTC
CGTCTC
GGTCTC
TGTCTC
ATTCTC
CTTCTC
GTTCTC
TTTCTC
AAAGTC
CAAGTC
GAAGTC
TAAGTC
ACAGTC
CCAGTC
GCAGTC
TCAGTC
AGAGTC
CGAGTC
GGAGTC
TGAGTC
ATAGTC
CTAGTC
GTAGTC
TTAGTC
AACGTC
CACGTC
GACGTC
TACGTC
ACCGTC
CCCGTC
GCCGTC
TCCGTC
AGCGTC
CGCGTC
GGCGTC
TGCGTC
ATCGTC
CTCGTC
GTCGTC
TTCGTC
AAGGTC
CAGGTC
GAGGTC
TAGGTC
ACGGTC
CCGGTC
GCGGTC
TCGGTC
AGGGTC
CGGGTC
GGGGTC
TGGGTC
ATGGTC
CTGGTC
GTGGTC
TTGGTC
AATGTC
CATGTC
GATGTC
TATGTC
ACTGTC
CCTGTC
GCTGTC
TCTGTC
AGTGTC
CGTGTC
GGTGTC
TGTGTC
ATTGTC
CTTGTC
GTTGTC
TTTGTC
AAATTC
CAATTC
GAATTC
TAATTC
ACATTC
CCATTC
GCATTC
TCATTC
AGATTC
CGATTC
GGATTC
TGATTC
ATATTC
CTATTC
GTATTC
TTATTC
AACTTC
CACTTC
GACTTC
TACTTC
ACCTTC
CCCTTC
GCCTTC
TCCTTC
AGCTTC
CGCTTC
GGCTTC
TGCTTC
ATCTTC
CTCTTC
GTCTTC
TTCTTC
AAGTTC
CAGTTC
GAGTTC
TAGTTC
ACGTTC
CCGTTC
GCGTTC
TCGTTC
AGGTTC
CGGTTC
GGGTTC
TGGTTC
ATGTTC
CTGTTC
GTGTTC
TTGTTC
AATTTC
CATTTC
GATTTC
TATTTC
ACTTTC
CCTTTC
GCTTTC
TCTTTC
AGTTTC
CGTTTC
GGTTTC
TGTTTC
ATTTTC
CTTTTC
GTTTTC
TTTTTC
AAAAAG
CAAAAG
GAAAAG
TAAAAG
ACAAAG
CCAAAG
GCAAAG
TCAAAG
AGAAAG
CGAAAG
GGAAAG
TGAAAG
ATAAAG
CTAAAG
GTAAAG
TTAAAG
AACAAG
CACAAG
GACAAG
TACAAG
ACCAAG
CCCAAG
GCCAAG
TCCAAG
AGCAAG
CGCAAG
GGCAAG
TGCAAG
ATCAAG
CTCAAG
GTCAAG
TTCAAG
AAGAAG
CAGAAG
GAGAAG
TAGAAG
ACGAAG
CCGAAG
GCGAAG
TCGAAG
AGGAAG
CGGAAG
GGGAAG
TGGAAG
ATGAAG
CTGAAG
GTGAAG
TTGAAG
AATAAG
CATAAG
GATAAG
TATAAG
ACTAAG
CCTAAG
GCTAAG
TCTAAG
AGTAAG
CGTAAG
GGTAAG
TGTAAG
ATTAAG
CTTAAG
GTTAAG
TTTAAG
AAACAG
CAACAG
GAACAG
TAACAG
ACACAG
CCACAG
GCACAG
TCACAG
AGACAG
CGACAG
GGACAG
TGACAG
ATACAG
CTACAG
GTACAG
TTACAG
AACCAG
CACCAG
GACCAG
TACCAG
ACCCAG
CCCCAG
GCCCAG
TCCCAG
AGCCAG
CGCCAG
GGCCAG
TGCCAG
ATCCAG
CTCCAG
GTCCAG
TTCCAG
AAGCAG
CAGCAG
GAGCAG
TAGCAG
ACGCAG
CCGCAG
GCGCAG
TCGCAG
AGGCAG
CGGCAG
GGGCAG
TGGCAG
ATGCAG
CTGCAG
GTGCAG
TTGCAG
AATCAG
CATCAG
GATCAG
TATCAG
ACTCAG
CCTCAG
GCTCAG
TCTCAG
AGTCAG
CGTCAG
GGTCAG
TGTCAG
ATTCAG
CTTCAG
GTTCAG
TTTCAG
AAAGAG
CAAGAG
GAAGAG
TAAGAG
ACAGAG
CCAGAG
GCAGAG
TCAGAG
AGAGAG
CGAGAG
GGAGAG
TGAGAG
ATAGAG
CTAGAG
GTAGAG
TTAGAG
AACGAG
CACGAG
GACGAG
TACGAG
ACCGAG
CCCGAG
GCCGAG
TCCGAG
AGCGAG
CGCGAG
GGCGAG
TGCGAG
ATCGAG
CTCGAG
GTCGAG
TTCGAG
AAGGAG
CAGGAG
GAGGAG
TAGGAG
ACGGAG
CCGGAG
GCGGAG
TCGGAG
AGGGAG
CGGGAG
GGGGAG
TGGGAG
ATGGAG
CTGGAG
GTGGAG
TTGGAG
AATGAG
CATGAG
GATGAG
TATGAG
ACTGAG
CCTGAG
GCTGAG
TCTGAG
AGTGAG
CGTGAG
GGTGAG
TGTGAG
ATTGAG
CTTGAG
GTTGAG
TTTGAG
AAATAG
CAATAG
GAATAG
TAATAG
ACATAG
CCATAG
GCATAG
TCATAG
AGATAG
CGATAG
GGATAG
TGATAG
ATATAG
CTATAG
GTATAG
TTATAG
AACTAG
CACTAG
GACTAG
TACTAG
ACCTAG
CCCTAG
GCCTAG
TCCTAG
AGCTAG
CGCTAG
GGCTAG
TGCTAG
ATCTAG
CTCTAG
GTCTAG
TTCTAG
AAGTAG
CAGTAG
GAGTAG
TAGTAG
ACGTAG
CCGTAG
GCGTAG
TCGTAG
AGGTAG
CGGTAG
GGGTAG
TGGTAG
ATGTAG
CTGTAG
GTGTAG
TTGTAG
AATTAG
CATTAG
GATTAG
TATTAG
ACTTAG
CCTTAG
GCTTAG
TCTTAG
AGTTAG
CGTTAG
GGTTAG
TGTTAG
ATTTAG
CTTTAG
GTTTAG
TTTTAG
AAAACG
CAAACG
GAAACG
TAAACG
ACAACG
CCAACG
GCAACG
TCAACG
AGAACG
CGAACG
GGAACG
TGAACG
ATAACG
CTAACG
GTAACG
TTAACG
AACACG
CACACG
GACACG
TACACG
ACCACG
CCCACG
GCCACG
TCCACG
AGCACG
CGCACG
GGCACG
TGCACG
ATCACG
CTCACG
GTCACG
TTCACG
AAGACG
CAGACG
GAGACG
TAGACG
ACGACG
CCGACG
GCGACG
TCGACG
AGGACG
CGGACG
GGGACG
TGGACG
ATGACG
CTGACG
GTGACG
TTGACG
AATACG
CATACG
GATACG
TATACG
ACTACG
CCTACG
GCTACG
TCTACG
AGTACG
CGTACG
GGTACG
TGTACG
ATTACG
CTTACG
GTTACG
TTTACG
AAACCG
CAACCG
GAACCG
TAACCG
ACACCG
CCACCG
GCACCG
TCACCG
AGACCG
CGACCG
GGACCG
TGACCG
ATACCG
CTACCG
GTACCG
TTACCG
AACCCG
CACCCG
GACCCG
TACCCG
ACCCCG
CCCCCG
GCCCCG
TCCCCG
AGCCCG
CGCCCG
GGCCCG
TGCCCG
ATCCCG
CTCCCG
GTCCCG
TTCCCG
AAGCCG
CAGCCG
GAGCCG
TAGCCG
ACGCCG
CCGCCG
GCGCCG
TCGCCG
AGGCCG
CGGCCG
GGGCCG
TGGCCG
ATGCCG
CTGCCG
GTGCCG
TTGCCG
AATCCG
CATCCG
GATCCG
TATCCG
ACTCCG
CCTCCG
GCTCCG
TCTCCG
AGTCCG
CGTCCG
GGTCCG
TGTCCG
ATTCCG
CTTCCG
GTTCCG
TTTCCG
AAAGCG
CAAGCG
GAAGCG
TAAGCG
ACAGCG
CCAGCG
GCAGCG
TCAGCG
AGAGCG
CGAGCG
GGAGCG
TGAGCG
ATAGCG
CTAGCG
GTAGCG
TTAGCG
AACGCG
CACGCG
GACGCG
TACGCG
ACCGCG
CCCGCG
GCCGCG
TCCGCG
AGCGCG
CGCGCG
GGCGCG
TGCGCG
ATCGCG
CTCGCG
GTCGCG
TTCGCG
AAGGCG
CAGGCG
GAGGCG
TAGGCG
ACGGCG
CCGGCG
GCGGCG
TCGGCG
AGGGCG
CGGGCG
GGGGCG
TGGGCG
ATGGCG
CTGGCG
GTGGCG
TTGGCG
AATGCG
CATGCG
GATGCG
TATGCG
ACTGCG
CCTGCG
GCTGCG
TCTGCG
AGTGCG
CGTGCG
GGTGCG
TGTGCG
ATTGCG
CTTGCG
GTTGCG
TTTGCG
AAATCG
CAATCG
GAATCG
TAATCG
ACATCG
CCATCG
GCATCG
TCATCG
AGATCG
CGATCG
GGATCG
TGATCG
ATATCG
CTATCG
GTATCG
TTATCG
AACTCG
CACTCG
GACTCG
TACTCG
ACCTCG
CCCTCG
GCCTCG
TCCTCG
AGCTCG
CGCTCG
GGCTCG
TGCTCG
ATCTCG
CTCTCG
GTCTCG
TTCTCG
AAGTCG
CAGTCG
GAGTCG
TAGTCG
ACGTCG
CCGTCG
GCGTCG
TCGTCG
AGGTCG
CGGTCG
GGGTCG
TGGTCG
ATGTCG
CTGTCG
GTGTCG
TTGTCG
AATTCG
CATTCG
GATTCG
TATTCG
ACTTCG
CCTTCG
GCTTCG
TCTTCG
AGTTCG
CGTTCG
GGTTCG
TGTTCG
ATTTCG
CTTTCG
GTTTCG
TTTTCG
AAAAGG
CAAAGG
GAAAGG
TAAAGG
ACAAGG
CCAAGG
GCAAGG
TCAAGG
AGAAGG
CGAAGG
GGAAGG
TGAAGG
ATAAGG
CTAAGG
GTAAGG
TTAAGG
AACAGG
CACAGG
GACAGG
TACAGG
ACCAGG
CCCAGG
GCCAGG
TCCAGG
AGCAGG
CGCAGG
GGCAGG
TGCAGG
ATCAGG
CTCAGG
GTCAGG
TTCAGG
AAGAGG
CAGAGG
GAGAGG
TAGAGG
ACGAGG
CCGAGG
GCGAGG
TCGAGG
AGGAGG
CGGAGG
GGGAGG
TGGAGG
ATGAGG
CTGAGG
GTGAGG
TTGAGG
AATAGG
CATAGG
GATAGG
TATAGG
ACTAGG
CCTAGG
GCTAGG
TCTAGG
AGTAGG
CGTAGG
GGTAGG
TGTAGG
ATTAGG
CTTAGG
GTTAGG
TTTAGG
AAACGG
CAACGG
GAACGG
TAACGG
ACACGG
CCACGG
GCACGG
TCACGG
AGACGG
CGACGG
GGACGG
TGACGG
ATACGG
CTACGG
GTACGG
TTACGG
AACCGG
CACCGG
GACCGG
TACCGG
ACCCGG
CCCCGG
GCCCGG
TCCCGG
AGCCGG
CGCCGG
GGCCGG
TGCCGG
ATCCGG
CTCCGG
GTCCGG
TTCCGG
AAGCGG
CAGCGG
GAGCGG
TAGCGG
ACGCGG
CCGCGG
GCGCGG
TCGCGG
AGGCGG
CGGCGG
GGGCGG
TGGCGG
ATGCGG
CTGCGG
GTGCGG
TTGCGG
AATCGG
CATCGG
GATCGG
TATCGG
ACTCGG
CCTCGG
GCTCGG
TCTCGG
AGTCGG
CGTCGG
GGTCGG
TGTCGG
ATTCGG
CTTCGG
GTTCGG
TTTCGG
AAAGGG
CAAGGG
GAAGGG
TAAGGG
ACAGGG
CCAGGG
GCAGGG
TCAGGG
AGAGGG
CGAGGG
GGAGGG
TGAGGG
ATAGGG
CTAGGG
GTAGGG
TTAGGG
AACGGG
CACGGG
GACGGG
TACGGG
ACCGGG
CCCGGG
GCCGGG
TCCGGG
AGCGGG
CGCGGG
GGCGGG
TGCGGG
ATCGGG
CTCGGG
GTCGGG
TTCGGG
AAGGGG
CAGGGG
GAGGGG
TAGGGG
ACGGGG
CCGGGG
GCGGGG
TCGGGG
AGGGGG
CGGGGG
GGGGGG
TGGGGG
ATGGGG
CTGGGG
GTGGGG
TTGGGG
AATGGG
CATGGG
GATGGG
TATGGG
ACTGGG
CCTGGG
GCTGGG
TCTGGG
AGTGGG
CGTGGG
GGTGGG
TGTGGG
ATTGGG
CTTGGG
GTTGGG
TTTGGG
AAATGG
CAATGG
GAATGG
TAATGG
ACATGG
CCATGG
GCATGG
TCATGG
AGATGG
CGATGG
GGATGG
TGATGG
ATATGG
CTATGG
GTATGG
TTATGG
AACTGG
CACTGG
GACTGG
TACTGG
ACCTGG
CCCTGG
GCCTGG
TCCTGG
AGCTGG
CGCTGG
GGCTGG
TGCTGG
ATCTGG
CTCTGG
GTCTGG
TTCTGG
AAGTGG
CAGTGG
GAGTGG
TAGTGG
ACGTGG
CCGTGG
GCGTGG
TCGTGG
AGGTGG
CGGTGG
GGGTGG
TGGTGG
ATGTGG
CTGTGG
GTGTGG
TTGTGG
AATTGG
CATTGG
GATTGG
TATTGG
ACTTGG
CCTTGG
GCTTGG
TCTTGG
AGTTGG
CGTTGG
GGTTGG
TGTTGG
ATTTGG
CTTTGG
GTTTGG
TTTTGG
AAAATG
CAAATG
GAAATG
TAAATG
ACAATG
CCAATG
GCAATG
TCAATG
AGAATG
CGAATG
GGAATG
TGAATG
ATAATG
CTAATG
GTAATG
TTAATG
AACATG
CACATG
GACATG
TACATG
ACCATG
CCCATG
GCCATG
TCCATG
AGCATG
CGCATG
GGCATG
TGCATG
ATCATG
CTCATG
GTCATG
TTCATG
AAGATG
CAGATG
GAGATG
TAGATG
ACGATG
CCGATG
GCGATG
TCGATG
AGGATG
CGGATG
GGGATG
TGGATG
ATGATG
CTGATG
GTGATG
TTGATG
AATATG
CATATG
GATATG
TATATG
ACTATG
CCTATG
GCTATG
TCTATG
AGTATG
CGTATG
GGTATG
TGTATG
ATTATG
CTTATG
GTTATG
TTTATG
AAACTG
CAACTG
GAACTG
TAACTG
ACACTG
CCACTG
GCACTG
TCACTG
AGACTG
CGACTG
GGACTG
TGACTG
ATACTG
CTACTG
GTACTG
TTACTG
AACCTG
CACCTG
GACCTG
TACCTG
ACCCTG
CCCCTG
GCCCTG
TCCCTG
AGCCTG
CGCCTG
GGCCTG
TGCCTG
ATCCTG
CTCCTG
GTCCTG
TTCCTG
AAGCTG
CAGCTG
GAGCTG
TAGCTG
ACGCTG
CCGCTG
GCGCTG
TCGCTG
AGGCTG
CGGCTG
GGGCTG
TGGCTG
ATGCTG
CTGCTG
GTGCTG
TTGCTG
AATCTG
CATCTG
GATCTG
TATCTG
ACTCTG
CCTCTG
GCTCTG
TCTCTG
AGTCTG
CGTCTG
GGTCTG
TGTCTG
ATTCTG
CTTCTG
GTTCTG
TTTCTG
AAAGTG
CAAGTG
GAAGTG
TAAGTG
ACAGTG
CCAGTG
GCAGTG
TCAGTG
AGAGTG
CGAGTG
GGAGTG
TGAGTG
ATAGTG
CTAGTG
GTAGTG
TTAGTG
AACGTG
CACGTG
GACGTG
TACGTG
ACCGTG
CCCGTG
GCCGTG
TCCGTG
AGCGTG
CGCGTG
GGCGTG
TGCGTG
ATCGTG
CTCGTG
GTCGTG
TTCGTG
AAGGTG
CAGGTG
GAGGTG
TAGGTG
ACGGTG
CCGGTG
GCGGTG
TCGGTG
AGGGTG
CGGGTG
GGGGTG
TGGGTG
ATGGTG
CTGGTG
GTGGTG
TTGGTG
AATGTG
CATGTG
GATGTG
TATGTG
ACTGTG
CCTGTG
GCTGTG
TCTGTG
AGTGTG
CGTGTG
GGTGTG
TGTGTG
ATTGTG
CTTGTG
GTTGTG
TTTGTG
AAATTG
CAATTG
GAATTG
TAATTG
ACATTG
CCATTG
GCATTG
TCATTG
AGATTG
CGATTG
GGATTG
TGATTG
ATATTG
CTATTG
GTATTG
TTATTG
AACTTG
CACTTG
GACTTG
TACTTG
ACCTTG
CCCTTG
GCCTTG
TCCTTG
AGCTTG
CGCTTG
GGCTTG
TGCTTG
ATCTTG
CTCTTG
GTCTTG
TTCTTG
AAGTTG
CAGTTG
GAGTTG
TAGTTG
ACGTTG
CCGTTG
GCGTTG
TCGTTG
AGGTTG
CGGTTG
GGGTTG
TGGTTG
ATGTTG
CTGTTG
GTGTTG
TTGTTG
AATTTG
CATTTG
GATTTG
TATTTG
ACTTTG
CCTTTG
GCTTTG
TCTTTG
AGTTTG
CGTTTG
GGTTTG
TGTTTG
ATTTTG
CTTTTG
GTTTTG
TTTTTG
AAAAAT
CAAAAT
GAAAAT
TAAAAT
ACAAAT
CCAAAT
GCAAAT
TCAAAT
AGAAAT
CGAAAT
GGAAAT
TGAAAT
ATAAAT
CTAAAT
GTAAAT
TTAAAT
AACAAT
CACAAT
GACAAT
TACAAT
ACCAAT
CCCAAT
GCCAAT
TCCAAT
AGCAAT
CGCAAT
GGCAAT
TGCAAT
ATCAAT
CTCAAT
GTCAAT
TTCAAT
AAGAAT
CAGAAT
GAGAAT
TAGAAT
ACGAAT
CCGAAT
GCGAAT
TCGAAT
AGGAAT
CGGAAT
GGGAAT
TGGAAT
ATGAAT
CTGAAT
GTGAAT
TTGAAT
AATAAT
CATAAT
GATAAT
TATAAT
ACTAAT
CCTAAT
GCTAAT
TCTAAT
AGTAAT
CGTAAT
GGTAAT
TGTAAT
ATTAAT
CTTAAT
GTTAAT
TTTAAT
AAACAT
CAACAT
GAACAT
TAACAT
ACACAT
CCACAT
GCACAT
TCACAT
AGACAT
CGACAT
GGACAT
TGACAT
ATACAT
CTACAT
GTACAT
TTACAT
AACCAT
CACCAT
GACCAT
TACCAT
ACCCAT
CCCCAT
GCCCAT
TCCCAT
AGCCAT
CGCCAT
GGCCAT
TGCCAT
ATCCAT
CTCCAT
GTCCAT
TTCCAT
AAGCAT
CAGCAT
GAGCAT
TAGCAT
ACGCAT
CCGCAT
GCGCAT
TCGCAT
AGGCAT
CGGCAT
GGGCAT
TGGCAT
ATGCAT
CTGCAT
GTGCAT
TTGCAT
AATCAT
CATCAT
GATCAT
TATCAT
ACTCAT
CCTCAT
GCTCAT
TCTCAT
AGTCAT
CGTCAT
GGTCAT
TGTCAT
ATTCAT
CTTCAT
GTTCAT
TTTCAT
AAAGAT
CAAGAT
GAAGAT
TAAGAT
ACAGAT
CCAGAT
GCAGAT
TCAGAT
AGAGAT
CGAGAT
GGAGAT
TGAGAT
ATAGAT
CTAGAT
GTAGAT
TTAGAT
AACGAT
CACGAT
GACGAT
TACGAT
ACCGAT
CCCGAT
GCCGAT
TCCGAT
AGCGAT
CGCGAT
GGCGAT
TGCGAT
ATCGAT
CTCGAT
GTCGAT
TTCGAT
AAGGAT
CAGGAT
GAGGAT
TAGGAT
ACGGAT
CCGGAT
GCGGAT
TCGGAT
AGGGAT
CGGGAT
GGGGAT
TGGGAT
ATGGAT
CTGGAT
GTGGAT
TTGGAT
AATGAT
CATGAT
GATGAT
TATGAT
ACTGAT
CCTGAT
GCTGAT
TCTGAT
AGTGAT
CGTGAT
GGTGAT
TGTGAT
ATTGAT
CTTGAT
GTTGAT
TTTGAT
AAATAT
CAATAT
GAATAT
TAATAT
ACATAT
CCATAT
GCATAT
TCATAT
AGATAT
CGATAT
GGATAT
TGATAT
ATATAT
CTATAT
GTATAT
TTATAT
AACTAT
CACTAT
GACTAT
TACTAT
ACCTAT
CCCTAT
GCCTAT
TCCTAT
AGCTAT
CGCTAT
GGCTAT
TGCTAT
ATCTAT
CTCTAT
GTCTAT
TTCTAT
AAGTAT
CAGTAT
GAGTAT
TAGTAT
ACGTAT
CCGTAT
GCGTAT
TCGTAT
AGGTAT
CGGTAT
GGGTAT
TGGTAT
ATGTAT
CTGTAT
GTGTAT
TTGTAT
AATTAT
CATTAT
GATTAT
TATTAT
ACTTAT
CCTTAT
GCTTAT
TCTTAT
AGTTAT
CGTTAT
GGTTAT
TGTTAT
ATTTAT
CTTTAT
GTTTAT
TTTTAT
AAAACT
CAAACT
GAAACT
TAAACT
ACAACT
CCAACT
GCAACT
TCAACT
AGAACT
CGAACT
GGAACT
TGAACT
ATAACT
CTAACT
GTAACT
TTAACT
AACACT
CACACT
GACACT
TACACT
ACCACT
CCCACT
GCCACT
TCCACT
AGCACT
CGCACT
GGCACT
TGCACT
ATCACT
CTCACT
GTCACT
TTCACT
AAGACT
CAGACT
GAGACT
TAGACT
ACGACT
CCGACT
GCGACT
TCGACT
AGGACT
CGGACT
GGGACT
TGGACT
ATGACT
CTGACT
GTGACT
TTGACT
AATACT
CATACT
GATACT
TATACT
ACTACT
CCTACT
GCTACT
TCTACT
AGTACT
CGTACT
GGTACT
TGTACT
ATTACT
CTTACT
GTTACT
TTTACT
AAACCT
CAACCT
GAACCT
TAACCT
ACACCT
CCACCT
GCACCT
TCACCT
AGACCT
CGACCT
GGACCT
TGACCT
ATACCT
CTACCT
GTACCT
TTACCT
AACCCT
CACCCT
GACCCT
TACCCT
ACCCCT
CCCCCT
GCCCCT
TCCCCT
AGCCCT
CGCCCT
GGCCCT
TGCCCT
ATCCCT
CTCCCT
GTCCCT
TTCCCT
AAGCCT
CAGCCT
GAGCCT
TAGCCT
ACGCCT
CCGCCT
GCGCCT
TCGCCT
AGGCCT
CGGCCT
GGGCCT
TGGCCT
ATGCCT
CTGCCT
GTGCCT
TTGCCT
AATCCT
CATCCT
GATCCT
TATCCT
ACTCCT
CCTCCT
GCTCCT
TCTCCT
AGTCCT
CGTCCT
GGTCCT
TGTCCT
ATTCCT
CTTCCT
GTTCCT
TTTCCT
AAAGCT
CAAGCT
GAAGCT
TAAGCT
ACAGCT
CCAGCT
GCAGCT
TCAGCT
AGAGCT
CGAGCT
GGAGCT
TGAGCT
ATAGCT
CTAGCT
GTAGCT
TTAGCT
AACGCT
CACGCT
GACGCT
TACGCT
ACCGCT
CCCGCT
GCCGCT
TCCGCT
AGCGCT
CGCGCT
GGCGCT
TGCGCT
ATCGCT
CTCGCT
GTCGCT
TTCGCT
AAGGCT
CAGGCT
GAGGCT
TAGGCT
ACGGCT
CCGGCT
GCGGCT
TCGGCT
AGGGCT
CGGGCT
GGGGCT
TGGGCT
ATGGCT
CTGGCT
GTGGCT
TTGGCT
AATGCT
CATGCT
GATGCT
TATGCT
ACTGCT
CCTGCT
GCTGCT
TCTGCT
AGTGCT
CGTGCT
GGTGCT
TGTGCT
ATTGCT
CTTGCT
GTTGCT
TTTGCT
AAATCT
CAATCT
GAATCT
TAATCT
ACATCT
CCATCT
GCATCT
TCATCT
AGATCT
CGATCT
GGATCT
TGATCT
ATATCT
CTATCT
GTATCT
TTATCT
AACTCT
CACTCT
GACTCT
TACTCT
ACCTCT
CCCTCT
GCCTCT
TCCTCT
AGCTCT
CGCTCT
GGCTCT
TGCTCT
ATCTCT
CTCTCT
GTCTCT
TTCTCT
AAGTCT
CAGTCT
GAGTCT
TAGTCT
ACGTCT
CCGTCT
GCGTCT
TCGTCT
AGGTCT
CGGTCT
GGGTCT
TGGTCT
ATGTCT
CTGTCT
GTGTCT
TTGTCT
AATTCT
CATTCT
GATTCT
TATTCT
ACTTCT
CCTTCT
GCTTCT
TCTTCT
AGTTCT
CGTTCT
GGTTCT
TGTTCT
ATTTCT
CTTTCT
GTTTCT
TTTTCT
AAAAGT
CAAAGT
GAAAGT
TAAAGT
ACAAGT
CCAAGT
GCAAGT
TCAAGT
AGAAGT
CGAAGT
GGAAGT
TGAAGT
ATAAGT
CTAAGT
GTAAGT
TTAAGT
AACAGT
CACAGT
GACAGT
TACAGT
ACCAGT
CCCAGT
GCCAGT
TCCAGT
AGCAGT
CGCAGT
GGCAGT
TGCAGT
ATCAGT
CTCAGT
GTCAGT
TTCAGT
AAGAGT
CAGAGT
GAGAGT
TAGAGT
ACGAGT
CCGAGT
GCGAGT
TCGAGT
AGGAGT
CGGAGT
GGGAGT
TGGAGT
ATGAGT
CTGAGT
GTGAGT
TTGAGT
AATAGT
CATAGT
GATAGT
TATAGT
ACTAGT
CCTAGT
GCTAGT
TCTAGT
AGTAGT
CGTAGT
GGTAGT
TGTAGT
ATTAGT
CTTAGT
GTTAGT
TTTAGT
AAACGT
CAACGT
GAACGT
TAACGT
ACACGT
CCACGT
GCACGT
TCACGT
AGACGT
CGACGT
GGACGT
TGACGT
ATACGT
CTACGT
GTACGT
TTACGT
AACCGT
CACCGT
GACCGT
TACCGT
ACCCGT
CCCCGT
GCCCGT
TCCCGT
AGCCGT
CGCCGT
GGCCGT
TGCCGT
ATCCGT
CTCCGT
GTCCGT
TTCCGT
AAGCGT
CAGCGT
GAGCGT
TAGCGT
ACGCGT
CCGCGT
GCGCGT
TCGCGT
AGGCGT
CGGCGT
GGGCGT
TGGCGT
ATGCGT
CTGCGT
GTGCGT
TTGCGT
AATCGT
CATCGT
GATCGT
TATCGT
ACTCGT
CCTCGT
GCTCGT
TCTCGT
AGTCGT
CGTCGT
GGTCGT
TGTCGT
ATTCGT
CTTCGT
GTTCGT
TTTCGT
AAAGGT
CAAGGT
GAAGGT
TAAGGT
ACAGGT
CCAGGT
GCAGGT
TCAGGT
AGAGGT
CGAGGT
GGAGGT
TGAGGT
ATAGGT
CTAGGT
GTAGGT
TTAGGT
AACGGT
CACGGT
GACGGT
TACGGT
ACCGGT
CCCGGT
GCCGGT
TCCGGT
AGCGGT
CGCGGT
GGCGGT
TGCGGT
ATCGGT
CTCGGT
GTCGGT
TTCGGT
AAGGGT
CAGGGT
GAGGGT
TAGGGT
ACGGGT
CCGGGT
GCGGGT
TCGGGT
AGGGGT
CGGGGT
GGGGGT
TGGGGT
ATGGGT
CTGGGT
GTGGGT
TTGGGT
AATGGT
CATGGT
GATGGT
TATGGT
ACTGGT
CCTGGT
GCTGGT
TCTGGT
AGTGGT
CGTGGT
GGTGGT
TGTGGT
ATTGGT
CTTGGT
GTTGGT
TTTGGT
AAATGT
CAATGT
GAATGT
TAATGT
ACATGT
CCATGT
GCATGT
TCATGT
AGATGT
CGATGT
GGATGT
TGATGT
ATATGT
CTATGT
GTATGT
TTATGT
AACTGT
CACTGT
GACTGT
TACTGT
ACCTGT
CCCTGT
GCCTGT
TCCTGT
AGCTGT
CGCTGT
GGCTGT
TGCTGT
ATCTGT
CTCTGT
GTCTGT
TTCTGT
AAGTGT
CAGTGT
GAGTGT
TAGTGT
ACGTGT
CCGTGT
GCGTGT
TCGTGT
AGGTGT
CGGTGT
GGGTGT
TGGTGT
ATGTGT
CTGTGT
GTGTGT
TTGTGT
AATTGT
CATTGT
GATTGT
TATTGT
ACTTGT
CCTTGT
GCTTGT
TCTTGT
AGTTGT
CGTTGT
GGTTGT
TGTTGT
ATTTGT
CTTTGT
GTTTGT
TTTTGT
AAAATT
CAAATT
GAAATT
TAAATT
ACAATT
CCAATT
GCAATT
TCAATT
AGAATT
CGAATT
GGAATT
TGAATT
ATAATT
CTAATT
GTAATT
TTAATT
AACATT
CACATT
GACATT
TACATT
ACCATT
CCCATT
GCCATT
TCCATT
AGCATT
CGCATT
GGCATT
TGCATT
ATCATT
CTCATT
GTCATT
TTCATT
AAGATT
CAGATT
GAGATT
TAGATT
ACGATT
CCGATT
GCGATT
TCGATT
AGGATT
CGGATT
GGGATT
TGGATT
ATGATT
CTGATT
GTGATT
TTGATT
AATATT
CATATT
GATATT
TATATT
ACTATT
CCTATT
GCTATT
TCTATT
AGTATT
CGTATT
GGTATT
TGTATT
ATTATT
CTTATT
GTTATT
TTTATT
AAACTT
CAACTT
GAACTT
TAACTT
ACACTT
CCACTT
GCACTT
TCACTT
AGACTT
CGACTT
GGACTT
TGACTT
ATACTT
CTACTT
GTACTT
TTACTT
AACCTT
CACCTT
GACCTT
TACCTT
ACCCTT
CCCCTT
GCCCTT
TCCCTT
AGCCTT
CGCCTT
GGCCTT
TGCCTT
ATCCTT
CTCCTT
GTCCTT
TTCCTT
AAGCTT
CAGCTT
GAGCTT
TAGCTT
ACGCTT
CCGCTT
GCGCTT
TCGCTT
AGGCTT
CGGCTT
GGGCTT
TGGCTT
ATGCTT
CTGCTT
GTGCTT
TTGCTT
AATCTT
CATCTT
GATCTT
TATCTT
ACTCTT
CCTCTT
GCTCTT
TCTCTT
AGTCTT
CGTCTT
GGTCTT
TGTCTT
ATTCTT
CTTCTT
GTTCTT
TTTCTT
AAAGTT
CAAGTT
GAAGTT
TAAGTT
ACAGTT
CCAGTT
GCAGTT
TCAGTT
AGAGTT
CGAGTT
GGAGTT
TGAGTT
ATAGTT
CTAGTT
GTAGTT
TTAGTT
AACGTT
CACGTT
GACGTT
TACGTT
ACCGTT
CCCGTT
GCCGTT
TCCGTT
AGCGTT
CGCGTT
GGCGTT
TGCGTT
ATCGTT
CTCGTT
GTCGTT
TTCGTT
AAGGTT
CAGGTT
GAGGTT
TAGGTT
ACGGTT
CCGGTT
GCGGTT
TCGGTT
AGGGTT
CGGGTT
GGGGTT
TGGGTT
ATGGTT
CTGGTT
GTGGTT
TTGGTT
AATGTT
CATGTT
GATGTT
TATGTT
ACTGTT
CCTGTT
GCTGTT
TCTGTT
AGTGTT
CGTGTT
GGTGTT
TGTGTT
ATTGTT
CTTGTT
GTTGTT
TTTGTT
AAATTT
CAATTT
GAATTT
TAATTT
ACATTT
CCATTT
GCATTT
TCATTT
AGATTT
CGATTT
GGATTT
TGATTT
ATATTT
CTATTT
GTATTT
TTATTT
AACTTT
CACTTT
GACTTT
TACTTT
ACCTTT
CCCTTT
GCCTTT
TCCTTT
AGCTTT
CGCTTT
GGCTTT
TGCTTT
ATCTTT
CTCTTT
GTCTTT
TTCTTT
AAGTTT
CAGTTT
GAGTTT
TAGTTT
ACGTTT
CCGTTT
GCGTTT
TCGTTT
AGGTTT
CGGTTT
GGGTTT
TGGTTT
ATGTTT
CTGTTT
GTGTTT
TTGTTT
AATTTT
CATTTT
GATTTT
TATTTT
ACTTTT
CCTTTT
GCTTTT
TCTTTT
AGTTTT
CGTTTT
GGTTTT
TGTTTT
ATTTTT
CTTTTT
GTTTTT
TTTTTT
AAAAAAA
CAAAAAA
GAAAAAA
TAAAAAA
ACAAAAA
CCAAAAA
GCAAAAA
TCAAAAA
AGAAAAA
CGAAAAA
GGAAAAA
TGAAAAA
ATAAAAA
CTAAAAA
GTAAAAA
TTAAAAA
AACAAAA
CACAAAA
GACAAAA
TACAAAA
ACCAAAA
CCCAAAA
GCCAAAA
TCCAAAA
AGCAAAA
CGCAAAA
GGCAAAA
TGCAAAA
ATCAAAA
CTCAAAA
GTCAAAA
TTCAAAA
AAGAAAA
CAGAAAA
GAGAAAA
TAGAAAA
ACGAAAA
CCGAAAA
GCGAAAA
TCGAAAA
AGGAAAA
CGGAAAA
GGGAAAA
TGGAAAA
ATGAAAA
CTGAAAA
GTGAAAA
TTGAAAA
AATAAAA
CATAAAA
GATAAAA
TATAAAA
ACTAAAA
CCTAAAA
GCTAAAA
TCTAAAA
AGTAAAA
CGTAAAA
GGTAAAA
TGTAAAA
ATTAAAA
CTTAAAA
GTTAAAA
TTTAAAA
AAACAAA
CAACAAA
GAACAAA
TAACAAA
ACACAAA
CCACAAA
GCACAAA
TCACAAA
AGACAAA
CGACAAA
GGACAAA
TGACAAA
ATACAAA
CTACAAA
GTACAAA
TTACAAA
AACCAAA
CACCAAA
GACCAAA
TACCAAA
ACCCAAA
CCCCAAA
GCCCAAA
TCCCAAA
AGCCAAA
CGCCAAA
GGCCAAA
TGCCAAA
ATCCAAA
CTCCAAA
GTCCAAA
TTCCAAA
AAGCAAA
CAGCAAA
GAGCAAA
TAGCAAA
ACGCAAA
CCGCAAA
GCGCAAA
TCGCAAA
AGGCAAA
CGGCAAA
GGGCAAA
TGGCAAA
ATGCAAA
CTGCAAA
GTGCAAA
TTGCAAA
AATCAAA
CATCAAA
GATCAAA
TATCAAA
ACTCAAA
CCTCAAA
GCTCAAA
TCTCAAA
AGTCAAA
CGTCAAA
GGTCAAA
TGTCAAA
ATTCAAA
CTTCAAA
GTTCAAA
TTTCAAA
AAAGAAA
CAAGAAA
GAAGAAA
TAAGAAA
ACAGAAA
CCAGAAA
GCAGAAA
TCAGAAA
AGAGAAA
CGAGAAA
GGAGAAA
TGAGAAA
ATAGAAA
CTAGAAA
GTAGAAA
TTAGAAA
AACGAAA
CACGAAA
GACGAAA
TACGAAA
ACCGAAA
CCCGAAA
GCCGAAA
TCCGAAA
AGCGAAA
CGCGAAA
GGCGAAA
TGCGAAA
ATCGAAA
CTCGAAA
GTCGAAA
TTCGAAA
AAGGAAA
CAGGAAA
GAGGAAA
TAGGAAA
ACGGAAA
CCGGAAA
GCGGAAA
TCGGAAA
AGGGAAA
CGGGAAA
GGGGAAA
TGGGAAA
ATGGAAA
CTGGAAA
GTGGAAA
TTGGAAA
AATGAAA
CATGAAA
GATGAAA
TATGAAA
ACTGAAA
CCTGAAA
GCTGAAA
TCTGAAA
AGTGAAA
CGTGAAA
GGTGAAA
TGTGAAA
ATTGAAA
CTTGAAA
GTTGAAA
TTTGAAA
AAATAAA
CAATAAA
GAATAAA
TAATAAA
ACATAAA
CCATAAA
GCATAAA
TCATAAA
AGATAAA
CGATAAA
GGATAAA
TGATAAA
ATATAAA
CTATAAA
GTATAAA
TTATAAA
AACTAAA
CACTAAA
GACTAAA
TACTAAA
ACCTAAA
CCCTAAA
GCCTAAA
TCCTAAA
AGCTAAA
CGCTAAA
GGCTAAA
TGCTAAA
ATCTAAA
CTCTAAA
GTCTAAA
TTCTAAA
AAGTAAA
CAGTAAA
GAGTAAA
TAGTAAA
ACGTAAA
CCGTAAA
GCGTAAA
TCGTAAA
AGGTAAA
CGGTAAA
GGGTAAA
TGGTAAA
ATGTAAA
CTGTAAA
GTGTAAA
TTGTAAA
AATTAAA
CATTAAA
GATTAAA
TATTAAA
ACTTAAA
CCTTAAA
GCTTAAA
TCTTAAA
AGTTAAA
CGTTAAA
GGTTAAA
TGTTAAA
ATTTAAA
CTTTAAA
GTTTAAA
TTTTAAA
AAAACAA
CAAACAA
GAAACAA
TAAACAA
ACAACAA
CCAACAA
GCAACAA
TCAACAA
AGAACAA
CGAACAA
GGAACAA
TGAACAA
ATAACAA
CTAACAA
GTAACAA
TTAACAA
AACACAA
CACACAA
GACACAA
TACACAA
ACCACAA
CCCACAA
GCCACAA
TCCACAA
AGCACAA
CGCACAA
GGCACAA
TGCACAA
ATCACAA
CTCACAA
GTCACAA
TTCACAA
AAGACAA
CAGACAA
GAGACAA
TAGACAA
ACGACAA
CCGACAA
GCGACAA
TCGACAA
AGGACAA
CGGACAA
GGGACAA
TGGACAA
ATGACAA
CTGACAA
GTGACAA
TTGACAA
AATACAA
CATACAA
GATACAA
TATACAA
ACTACAA
CCTACAA
GCTACAA
TCTACAA
AGTACAA
CGTACAA
GGTACAA
TGTACAA
ATTACAA
CTTACAA
GTTACAA
TTTACAA
AAACCAA
CAACCAA
GAACCAA
TAACCAA
ACACCAA
CCACCAA
GCACCAA
TCACCAA
AGACCAA
CGACCAA
GGACCAA
TGACCAA
ATACCAA
CTACCAA
GTACCAA
TTACCAA
AACCCAA
CACCCAA
GACCCAA
TACCCAA
ACCCCAA
CCCCCAA
GCCCCAA
TCCCCAA
AGCCCAA
CGCCCAA
GGCCCAA
TGCCCAA
ATCCCAA
CTCCCAA
GTCCCAA
TTCCCAA
AAGCCAA
CAGCCAA
GAGCCAA
TAGCCAA
ACGCCAA
CCGCCAA
GCGCCAA
TCGCCAA
AGGCCAA
CGGCCAA
GGGCCAA
TGGCCAA
ATGCCAA
CTGCCAA
GTGCCAA
TTGCCAA
AATCCAA
CATCCAA
GATCCAA
TATCCAA
ACTCCAA
CCTCCAA
GCTCCAA
TCTCCAA
AGTCCAA
CGTCCAA
GGTCCAA
TGTCCAA
ATTCCAA
CTTCCAA
GTTCCAA
TTTCCAA
AAAGCAA
CAAGCAA
GAAGCAA
TAAGCAA
ACAGCAA
CCAGCAA
GCAGCAA
TCAGCAA
AGAGCAA
CGAGCAA
GGAGCAA
TGAGCAA
ATAGCAA
CTAGCAA
GTAGCAA
TTAGCAA
AACGCAA
CACGCAA
GACGCAA
TACGCAA
ACCGCAA
CCCGCAA
GCCGCAA
TCCGCAA
AGCGCAA
CGCGCAA
GGCGCAA
TGCGCAA
ATCGCAA
CTCGCAA
GTCGCAA
TTCGCAA
AAGGCAA
CAGGCAA
GAGGCAA
TAGGCAA
ACGGCAA
CCGGCAA
GCGGCAA
TCGGCAA
AGGGCAA
CGGGCAA
GGGGCAA
TGGGCAA
ATGGCAA
CTGGCAA
GTGGCAA
TTGGCAA
AATGCAA
CATGCAA
GATGCAA
TATGCAA
ACTGCAA
CCTGCAA
GCTGCAA
TCTGCAA
AGTGCAA
CGTGCAA
GGTGCAA
TGTGCAA
ATTGCAA
CTTGCAA
GTTGCAA
TTTGCAA
AAATCAA
CAATCAA
GAATCAA
TAATCAA
ACATCAA
CCATCAA
GCATCAA
TCATCAA
AGATCAA
CGATCAA
GGATCAA
TGATCAA
ATATCAA
CTATCAA
GTATCAA
TTATCAA
AACTCAA
CACTCAA
GACTCAA
TACTCAA
ACCTCAA
CCCTCAA
GCCTCAA
TCCTCAA
AGCTCAA
CGCTCAA
GGCTCAA
TGCTCAA
ATCTCAA
CTCTCAA
GTCTCAA
TTCTCAA
AAGTCAA
CAGTCAA
GAGTCAA
TAGTCAA
ACGTCAA
CCGTCAA
GCGTCAA
TCGTCAA
AGGTCAA
CGGTCAA
GGGTCAA
TGGTCAA
ATGTCAA
CTGTCAA
GTGTCAA
TTGTCAA
AATTCAA
CATTCAA
GATTCAA
TATTCAA
ACTTCAA
CCTTCAA
GCTTCAA
TCTTCAA
AGTTCAA
CGTTCAA
GGTTCAA
TGTTCAA
ATTTCAA
CTTTCAA
GTTTCAA
TTTTCAA
AAAAGAA
CAAAGAA
GAAAGAA
TAAAGAA
ACAAGAA
CCAAGAA
GCAAGAA
TCAAGAA
AGAAGAA
CGAAGAA
GGAAGAA
TGAAGAA
ATAAGAA
CTAAGAA
GTAAGAA
TTAAGAA
AACAGAA
CACAGAA
GACAGAA
TACAGAA
ACCAGAA
CCCAGAA
GCCAGAA
TCCAGAA
AGCAGAA
CGCAGAA
GGCAGAA
TGCAGAA
ATCAGAA
CTCAGAA
GTCAGAA
TTCAGAA
AAGAGAA
CAGAGAA
GAGAGAA
TAGAGAA
ACGAGAA
CCGAGAA
GCGAGAA
TCGAGAA
AGGAGAA
CGGAGAA
GGGAGAA
TGGAGAA
ATGAGAA
CTGAGAA
GTGAGAA
TTGAGAA
AATAGAA
CATAGAA
GATAGAA
TATAGAA
ACTAGAA
CCTAGAA
GCTAGAA
TCTAGAA
AGTAGAA
CGTAGAA
GGTAGAA
TGTAGAA
ATTAGAA
CTTAGAA
GTTAGAA
TTTAGAA
AAACGAA
CAACGAA
GAACGAA
TAACGAA
ACACGAA
CCACGAA
GCACGAA
TCACGAA
AGACGAA
CGACGAA
GGACGAA
TGACGAA
ATACGAA
CTACGAA
GTACGAA
TTACGAA
AACCGAA
CACCGAA
GACCGAA
TACCGAA
ACCCGAA
CCCCGAA
GCCCGAA
TCCCGAA
AGCCGAA
CGCCGAA
GGCCGAA
TGCCGAA
ATCCGAA
CTCCGAA
GTCCGAA
TTCCGAA
AAGCGAA
CAGCGAA
GAGCGAA
TAGCGAA
ACGCGAA
CCGCGAA
GCGCGAA
TCGCGAA
AGGCGAA
CGGCGAA
GGGCGAA
TGGCGAA
ATGCGAA
CTGCGAA
GTGCGAA
TTGCGAA
AATCGAA
CATCGAA
GATCGAA
TATCGAA
ACTCGAA
CCTCGAA
GCTCGAA
TCTCGAA
AGTCGAA
CGTCGAA
GGTCGAA
TGTCGAA
ATTCGAA
CTTCGAA
GTTCGAA
TTTCGAA
AAAGGAA
CAAGGAA
GAAGGAA
TAAGGAA
ACAGGAA
CCAGGAA
GCAGGAA
TCAGGAA
AGAGGAA
CGAGGAA
GGAGGAA
TGAGGAA
ATAGGAA
CTAGGAA
GTAGGAA
TTAGGAA
AACGGAA
CACGGAA
GACGGAA
TACGGAA
ACCGGAA
CCCGGAA
GCCGGAA
TCCGGAA
AGCGGAA
CGCGGAA
GGCGGAA
TGCGGAA
ATCGGAA
CTCGGAA
GTCGGAA
TTCGGAA
AAGGGAA
CAGGGAA
GAGGGAA
TAGGGAA
ACGGGAA
CCGGGAA
GCGGGAA
TCGGGAA
AGGGGAA
CGGGGAA
GGGGGAA
TGGGGAA
ATGGGAA
CTGGGAA
GTGGGAA
TTGGGAA
AATGGAA
CATGGAA
GATGGAA
TATGGAA
ACTGGAA
CCTGGAA
GCTGGAA
TCTGGAA
AGTGGAA
CGTGGAA
GGTGGAA
TGTGGAA
ATTGGAA
CTTGGAA
GTTGGAA
TTTGGAA
AAATGAA
CAATGAA
GAATGAA
TAATGAA
ACATGAA
CCATGAA
GCATGAA
TCATGAA
AGATGAA
CGATGAA
GGATGAA
TGATGAA
ATATGAA
CTATGAA
GTATGAA
TTATGAA
AACTGAA
CACTGAA
GACTGAA
TACTGAA
ACCTGAA
CCCTGAA
GCCTGAA
TCCTGAA
AGCTGAA
CGCTGAA
GGCTGAA
TGCTGAA
ATCTGAA
CTCTGAA
GTCTGAA
TTCTGAA
AAGTGAA
CAGTGAA
GAGTGAA
TAGTGAA
ACGTGAA
CCGTGAA
GCGTGAA
TCGTGAA
AGGTGAA
CGGTGAA
GGGTGAA
TGGTGAA
ATGTGAA
CTGTGAA
GTGTGAA
TTGTGAA
AATTGAA
CATTGAA
GATTGAA
TATTGAA
ACTTGAA
CCTTGAA
GCTTGAA
TCTTGAA
AGTTGAA
CGTTGAA
GGTTGAA
TGTTGAA
ATTTGAA
CTTTGAA
GTTTGAA
TTTTGAA
AAAATAA
CAAATAA
GAAATAA
TAAATAA
ACAATAA
CCAATAA
GCAATAA
TCAATAA
AGAATAA
CGAATAA
GGAATAA
TGAATAA
ATAATAA
CTAATAA
GTAATAA
TTAATAA
AACATAA
CACATAA
GACATAA
TACATAA
ACCATAA
CCCATAA
GCCATAA
TCCATAA
AGCATAA
CGCATAA
GGCATAA
TGCATAA
ATCATAA
CTCATAA
GTCATAA
TTCATAA
AAGATAA
CAGATAA
GAGATAA
TAGATAA
ACGATAA
CCGATAA
GCGATAA
TCGATAA
AGGATAA
CGGATAA
GGGATAA
TGGATAA
ATGATAA
CTGATAA
GTGATAA
TTGATAA
AATATAA
CATATAA
GATATAA
TATATAA
ACTATAA
CCTATAA
GCTATAA
TCTATAA
AGTATAA
CGTATAA
GGTATAA
TGTATAA
ATTATAA
CTTATAA
GTTATAA
TTTATAA
AAACTAA
CAACTAA
GAACTAA
TAACTAA
ACACTAA
CCACTAA
GCACTAA
TCACTAA
AGACTAA
CGACTAA
GGACTAA
TGACTAA
ATACTAA
CTACTAA
GTACTAA
TTACTAA
AACCTAA
CACCTAA
GACCTAA
TACCTAA
ACCCTAA
CCCCTAA
GCCCTAA
TCCCTAA
AGCCTAA
CGCCTAA
GGCCTAA
TGCCTAA
ATCCTAA
CTCCTAA
GTCCTAA
TTCCTAA
AAGCTAA
CAGCTAA
GAGCTAA
TAGCTAA
ACGCTAA
CCGCTAA
GCGCTAA
TCGCTAA
AGGCTAA
CGGCTAA
GGGCTAA
TGGCTAA
ATGCTAA
CTGCTAA
GTGCTAA
TTGCTAA
AATCTAA
CATCTAA
GATCTAA
TATCTAA
ACTCTAA
CCTCTAA
GCTCTAA
TCTCTAA
AGTCTAA
CGTCTAA
GGTCTAA
TGTCTAA
ATTCTAA
CTTCTAA
GTTCTAA
TTTCTAA
AAAGTAA
CAAGTAA
GAAGTAA
